String tempData = r'''
[
  {
    "id": 173,
    "lat": 60.01871,
    "lng": 30.62357,
    "name": "местечко",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1616509123661.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1616509123663.jpg"
    ],
    "placeType": "other",
    "description": "местечко на 6 этаже"
  },
  {
    "id": 284,
    "lat": 56.846271,
    "lng": 53.2196675,
    "name": "Памятник крокодилу",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1631466219582.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1631466219583.jpg"
    ],
    "placeType": "monument",
    "description": "Памятник представляет собой двухметровую статую антропоморфного крокодила во фраке, шляпе-цилиндре и галстуке-бабочке, непринуждённо (руки раскинуты, нога на ногу) расположившуюся в середине чугунной скамьи[3]. На её брусьях вырезаны имена людей, причастных к созданию памятника[4].\n\nСкульптура отлита из чугуна на заводе железобетонных конструкций в городе Чайковском. Макет создал студент Удмуртского Государственного Университета Асен Сафиуллин, отливал скульптор Павел Медведев. Концепцию памятника разрабатывал историк и культуролог Игорь Кобзев, финансировал сооружение памятника ЗАО «НПО Электромаш»[5][6]."
  },
  {
    "id": 0,
    "lat": 56.8490809,
    "lng": 53.247786,
    "name": "Тестовое задание",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1631212257609.jpg"
    ],
    "placeType": "other",
    "description": "Описание тестового места"
  },
  {
    "id": 285,
    "lat": 56.8482366,
    "lng": 53.2222534,
    "name": "Театр кукол",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1631507959753.jpg"
    ],
    "placeType": "theatre",
    "description": "Театр кукол Удмуртии появился в Ижевске в 1935 году. И хотя нам уже много лет, уверены, что всё только начинается! В истории Театра были классные спектакли, гастроли и фестивали. А сколько талантливых и неравнодушных людей работали на сцене и за сценой: актеры, художники, режиссеры, руководители. И сегодня Театр полон событий, планов и идей."
  },
  {
    "id": 124,
    "lat": 38.514262,
    "lng": -123.243574,
    "name": "Фортросс",
    "urls": [
      "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Russian_chapel_at_Fort_Ross_%282016%29.jpg/1280px-Russian_chapel_at_Fort_Ross_%282016%29.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/7/72/Fort_Ross_state_park_sign.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Kuskov_House.jpg/1280px-Kuskov_House.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/e/e3/Fort_Ross_inside.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Vue_de_l%E2%80%99etablissement_russe_de_la_Bodega%2C_%C3%A0_la_C%C3%B4te_de_la_Nouvelle_Albion%2C_en_1828.jpg/1280px-Vue_de_l%E2%80%99etablissement_russe_de_la_Bodega%2C_%C3%A0_la_C%C3%B4te_de_la_Nouvelle_Albion%2C_en_1828.jpg"
    ],
    "placeType": "museum",
    "description": "Всё время своего существования колония была убыточной для Российско-Американской компании. К середине 1820-х годов местная популяция морской выдры сильно сократилась, на промысел зверя в калифорнийских водах местные власти шли неохотно. Сельское хозяйство в прибрежной зоне страдало от климатических условий, а вглубь континента РАК продвигаться не решалась. В 1830-х годах русские продвинулись на юг от Росса создав три фермы-«ранчи» (село Костромитиновское, ранча Черных, ранча Хлебниковские равнины), увеличив сельскохозяйственное производство, которое, однако, по-прежнему не покрывало расходов на содержание колонии. После соглашения Российско-Американской компании и Компании Гудзонова залива о регулярном снабжении последней русских колоний продовольствием по твёрдым ценам надобность в поставках продовольствия из поселения Росс и мексиканской Калифорнии отпала.\n\nВ 1839 году Российско-Американская компания приняла решение оставить крепость Росс и продать её. Компания Гудзонова залива не заинтересовалась предложенной ей сделкой. Правительство Мексики, продолжавшее считать землю под Россом своей, не пожелало платить за неё, ожидая, что русские просто забросят колонию. Наконец, в 1841 году крепость Росс была продана американскому предпринимателю Джону Саттеру, основателю поселения Новая Гельвеция, владевшему почти 200 км² земли в её окрестностях, за 42 857 руб. серебром. В счёт оплаты Саттер поставлял на Аляску пшеницу, но, по свидетельству П. Головина, так и недоплатил почти 37,5 тыс. руб. Однако по информации, имеющейся у Альберта Уртадо, опубликовавшего в начале XXI века биографию Саттера, большая часть долга была выплачена 13 апреля 1849 года агентом Саттера Питером Бернеттом (англ. Peter Burnett). Сумма в размере 19 778 долларов США была передана им агенту Российско-Американской компании Уильяму Стьюарту (англ. William M. Steuart) в виде «банкнот и золота» (англ. notes and gold). После этого, по словам Уртадо, долг Саттера перед компанией был исчерпан.\n\nСаттер сам не жил в Форт-Россе, назначая туда наёмных управляющих. Последним управляющим был Вильям Бенитц (William Benitz), который, в конечном счёте, стал арендовать форт у Саттера. Он в несколько раз увеличил старый русский сад, расширил дом Ротчева (все пристройки были удалены в 1926 году), где и жил с 1846 года, построил причал. В 1867 году Бенитц разделил свои владения на две части и продал их разным покупателям. Форт отошёл к Джеймсу Диксону (James Dixon). В 1873 году Джордж Колл (George W. Call) выкупил форт за $35 000 и поселился здесь с семьёй, превратив его в небольшой интенсивно используемый порт. Тогда же бывшая русская колония начинает привлекать первых туристов.\n\nВ 1903 году Колл продал форт Калифорнийской лиге исторических объектов (California Historical Landmarks League), которая в 1906 году перепродала его штату Калифорния. Всего через месяц произошло сильнейшее землетрясение, разрушившее форт. К 1916 году он был восстановлен с использованием сохранившихся деталей оригинальных зданий.\n\n5 октября 1970 года в форте произошёл пожар, полностью уничтоживший часовню (реконструирована в 1973 году). Через несколько месяцев после этого сгорела крыша дома Ротчева."
  },
  {
    "id": 172,
    "lat": 60.01693,
    "lng": 57.66,
    "name": "особое место",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1616508391032.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1616508391033.jpg"
    ],
    "placeType": "other",
    "description": "описание"
  },
  {
    "id": 18,
    "lat": 60.01693,
    "lng": 57.66,
    "name": "особое место",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1616508391032.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1616508391033.jpg"
    ],
    "placeType": "other",
    "description": "описание"
  },
  {
    "id": 246,
    "lat": 123.0,
    "lng": 123.0,
    "name": "test",
    "urls": [
      "https://picsum.photos/id/0/200/300"
    ],
    "placeType": "other",
    "description": "test"
  },
  {
    "id": 809,
    "lat": 54.0,
    "lng": 40.0,
    "name": "Nестовое место",
    "urls": [
      "https://34travel.me/media/upload/images/2017/september/churches/new/IMG_8596.jpg"
    ],
    "placeType": "other",
    "description": "Тестовое описание"
  },
  {
    "id": 1000,
    "lat": 48.9907184,
    "lng": 34.380619,
    "name": "Голубые озера",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1631166782051.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1631166782170.jpg"
    ],
    "placeType": "park",
    "description": "Голубые озёра — озёра в Лиманском районе Донецкой области, у реки Северский Донец. Популярное место отдыха. В районе Голубых озёр расположены различные базы отдыха, пансионаты и другие объекты для культурного отдыха."
  },
  {
    "id": 131,
    "lat": 55.82669,
    "lng": 37.637578,
    "name": "Выставка достижений народного хозяйства",
    "urls": [
      "https://turisticum.ru/img/moscow/vdnh/9.jpg",
      "https://picsum.photos/1000/600?random=1",
      "https://picsum.photos/1000/600?random=2",
      "https://picsum.photos/1000/600?random=3",
      "https://picsum.photos/1000/600?random=4",
      "https://picsum.photos/1000/600?random=5",
      "https://picsum.photos/1000/600?random=6"
    ],
    "placeType": "park",
    "description": "Выставочный комплекс в Останкинском районе Северо-Восточного административного округа города Москвы, второй по величине выставочный комплекс в городе. Входит в 50 крупнейших выставочных центров мира. Ежегодно ВДНХ посещают 30 млн гостей."
  },
  {
    "id": 261,
    "lat": 55.640535006510056,
    "lng": 37.60165216554495,
    "name": "Большой чертановский пруд",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1625496710771.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1625496710875.jpg"
    ],
    "placeType": "park",
    "description": "Черта́новские пруды — комплекс искусственных водоёмов в районе Чертаново Северное Южного административного округа Москвы. Состоит из трёх прудов — Большого, Верхнего и Малого (он же называется прудом на пересечении Балаклавского проспекта и Варшавского шоссе). Пруды образованы реками Чертановкой и Водянкой. Водоёмы не имеют устоявшихся названий, в официальных документах указываются комплексом."
  },
  {
    "id": 90,
    "lat": 59.940073,
    "lng": 30.312733,
    "name": "Дворцовая площадь",
    "urls": [
      "https://top10.travel/wp-content/uploads/2016/11/dvorcovaya-ploschad.jpg"
    ],
    "placeType": "other",
    "description": "Главная площадь Санкт-Петербурга, находится перед Зимним дворцом. Ее размеры почти в два раза превышают столичную Красную площадь. Архитектурный ансамбль с идеальными геометрическими пропорциями возводился в XVIII-XIX столетиях. Посередине площади находится монументальная Александрийская колонна, которая посвящена победе Российской империи над армией Наполеона. Колонна была воздвигнута по указу Николая I."
  },
  {
    "id": 91,
    "lat": 59.685994,
    "lng": 30.433278,
    "name": "Музей-заповедник Павловск",
    "urls": [
      "https://top10.travel/wp-content/uploads/2016/11/muzey-zapovednik-pavlovsk.jpg"
    ],
    "placeType": "museum",
    "description": "Дворцово-парковый ансамбль, расположившийся на территории 600 Га. Раньше на этих землях находились царские охотничьи угодья. В 1777 году земли были переданы во владения наследному принцу Павлу I, который задумал возвести здесь для себя грандиозную резиденцию. За четыре года построили дворец и разбили парк. После кончины Павла I в резиденции проживала его вдова, которая вложила много сил и средств на расширение и украшение комплекса."
  },
  {
    "id": 92,
    "lat": 59.881223,
    "lng": 29.906775,
    "name": "Петергоф",
    "urls": [
      "https://top10.travel/wp-content/uploads/2016/11/petergof.jpg"
    ],
    "placeType": "museum",
    "description": "Бывшая императорская загородная резиденция, которую основал Петр Великий в начале XVIII столетия. Этот грандиозный дворцово-парковый ансамбль называют «русским Версалем». За три столетия существования облик Петергофа достаточно сильно изменился, а после Войны 1941-1945 гг. его восстановили буквально из обломков. На территории комплекса располагаются десятки фонтанов, цветники, прогулочные аллеи и павильоны, которые напоминают об имперской эпохе российской истории."
  },
  {
    "id": 93,
    "lat": 59.715871,
    "lng": 30.395414,
    "name": "Большой Екатерининский дворец",
    "urls": [
      "https://top10.travel/wp-content/uploads/2016/11/bolshoy-ekaterininskiy-dvorets.jpg"
    ],
    "placeType": "museum",
    "description": "Дворцовый комплекс располагается в окрестностях Петербурга в г. Пушкин. До начала XX века он назывался Большой Царскосельский дворец. Первый царский дом возник здесь в первой половине XVIII столетия. Расширение началось в 1750-хх гг. во время правления Елизаветы под руководством архитектора Растрелли. Дворец возводился в стиле классического барокко, в пышных внутренних интерьерах преобладают элементы рококо."
  },
  {
    "id": 94,
    "lat": 59.940073,
    "lng": 30.312733,
    "name": "Государственный Эрмитаж",
    "urls": [
      "https://top10.travel/wp-content/uploads/2016/11/ermitazh.jpg"
    ],
    "placeType": "museum",
    "description": "Крупнейший в России музей, который наряду с испанским Прадо, парижским Лувром и музеями Ватикана входит в список самых выдающихся и ценных собраний произведений искусства в мире. Экспозиции Эрмитажа занимают 6 зданий, здесь хранится порядка 3 млн. экспонатов. Настоящая гордость музея – здание Зимнего дворца, где располагалась резиденция царской фамилии. Этот великолепный комплекс был выстроен Бартоломео Растрелли в стиле «елизаветинского барокко»."
  },
  {
    "id": 24781,
    "lat": 2.0,
    "lng": 4.0,
    "name": "324",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "34"
  },
  {
    "id": 202,
    "lat": 48.471806,
    "lng": 135.128309,
    "name": "Хоум",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1617461167159.jpg"
    ],
    "placeType": "other",
    "description": ""
  },
  {
    "id": 10315,
    "lat": 1.0,
    "lng": 2.0,
    "name": "ва",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "3"
  },
  {
    "id": 16680,
    "lat": 1.0,
    "lng": 2.0,
    "name": "1",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "3"
  },
  {
    "id": 311,
    "lat": 5.0,
    "lng": 5.0,
    "name": "Первое с фото",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1649545764975.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1649545764976.png",
      "https://test-backend-flutter.surfstudio.ru/files/1649545764976.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1649545764976.png"
    ],
    "placeType": "park",
    "description": ""
  },
  {
    "id": 35,
    "lat": 48.473917,
    "lng": 135.051147,
    "name": "Памятник Я.В. Дьяченко",
    "urls": [
      "https://ic.pics.livejournal.com/dkphoto/11990971/908894/908894_original.jpg"
    ],
    "placeType": "other",
    "description": "Если смоленские и черниговские князья стремились занять киевское княжение лично, то владимиро-суздальские (с 1157) и галицкие — через младших родственников или союзников. Во Владимиро-Суздальском княжестве после войны за наследство Андрея Боголюбского утвердилась сильная княжеская власть, опиравшееся на новый служилый слой, прообраз дворянства. Главной особенностью Новгородской земли был республиканский строй, при котором вече во главе с боярством назначало посадников, приглашало и изгоняло князей.\n\nВ 1654 году казаки Богдана Хмельницкого, поднявшие восстание против Польши, присягнули на верность московскому царю Алексею. Этот акт привёл к русско-польской войне, в результате которой Киев, Смоленск и значительная часть Приднепровья попадает под власть Москвы\n\nДо V века славяне жили при родовом строе. Во главе каждой родовой общины стоял родовой старейшина, обладающий неограниченной властью. Земля являлась собственностью общины, часть сельскохозяйственных работ осуществлялась коллективно. C V века началось разложение родового строя, родовая община начала заменяться территориальной общиной (вервью), управление общиной наряду со старейшинами стало осуществлять вече — общее собрание членов общины."
  },
  {
    "id": 188,
    "lat": 48.470638,
    "lng": 135.12377,
    "name": "Турники",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1617008027981.jpg"
    ],
    "placeType": "other",
    "description": ""
  },
  {
    "id": 127,
    "lat": 55.737064,
    "lng": 37.520018,
    "name": "Триумфальная арка",
    "urls": [
      "https://i1.photo.2gis.com/images/geo/32/4503599659565451_527f.jpg",
      "https://architectureguru.ru/wp-content/uploads/2015/09/1-18.jpg",
      "https://picsum.photos/1000/600?random=1",
      "https://picsum.photos/1000/600?random=2",
      "https://picsum.photos/1000/600?random=3",
      "https://picsum.photos/1000/600?random=4",
      "https://picsum.photos/1000/600?random=5",
      "https://picsum.photos/1000/600?random=6"
    ],
    "placeType": "other",
    "description": "Триумфальная арка или Триумфальные ворота в Москве – объект культурного наследия, расположенный на Кутузовском проспекте. Памятник воздвигнут в честь победы русского народа над Наполеоном в 1812 году. Достопримечательность относится к самым известным триумфальным воротам и аркам мира."
  },
  {
    "id": 33,
    "lat": 48.474615,
    "lng": 135.051497,
    "name": "Интурист",
    "urls": [
      "https://pro-oteli.ru/upload/iblock/a08/a088d3e2c71c2d5c96403f4c48bcccc5.jpg"
    ],
    "placeType": "hotel",
    "description": "В 1654 году казаки Богдана Хмельницкого, поднявшие восстание против Польши, присягнули на верность московскому царю Алексею. Этот акт привёл к русско-польской войне, в результате которой Киев, Смоленск и значительная часть Приднепровья попадает под власть Москвы\n\nЕсли смоленские и черниговские князья стремились занять киевское княжение лично, то владимиро-суздальские (с 1157) и галицкие — через младших родственников или союзников. Во Владимиро-Суздальском княжестве после войны за наследство Андрея Боголюбского утвердилась сильная княжеская власть, опиравшееся на новый служилый слой, прообраз дворянства. Главной особенностью Новгородской земли был республиканский строй, при котором вече во главе с боярством назначало посадников, приглашало и изгоняло князей.\n\nРасширение государства на юг привело к столкновению с могущественной Хазарией, центр которой располагался на нижней Волге. Князь Святослав нанёс хазарам сокрушительный удар в 965 году. Его мать княгиня Ольга в частном порядке приняла христианство, а её внук Владимир окончательно закрепил христианство на Руси в 988 году."
  },
  {
    "id": 190,
    "lat": 48.47018,
    "lng": 135.117996,
    "name": "Надземный переход",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1617008333416.jpg"
    ],
    "placeType": "other",
    "description": ""
  },
  {
    "id": 191,
    "lat": 48.469959,
    "lng": 135.117125,
    "name": "Переход через ж/д",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1617008401597.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1617008422994.jpg"
    ],
    "placeType": "other",
    "description": ""
  },
  {
    "id": 1,
    "lat": 10.0,
    "lng": 10.0,
    "name": "Новая запись я",
    "urls": [
      "https://vypechka-online.ru/wp-content/uploads/2019/09/EQgJ4p77Aeo.jpg",
      "https://vypechka-online.ru/wp-content/uploads/2019/09/EQgJ4p77Aeo.jpg",
      "https://vypechka-online.ru/wp-content/uploads/2019/09/EQgJ4p77Aeo.jpg"
    ],
    "placeType": "temple",
    "description": "запись добавления записи в базу"
  },
  {
    "id": 312,
    "lat": 5.0,
    "lng": 5.0,
    "name": "С одним фото",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1649546408489.jpg"
    ],
    "placeType": "museum",
    "description": ""
  },
  {
    "id": 24661,
    "lat": 2.0,
    "lng": 3.0,
    "name": "1",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "4"
  },
  {
    "id": 313,
    "lat": 47.513733,
    "lng": 42.185774,
    "name": "Гостиница \"Ковчег\"",
    "urls": [
      "https://kovchegdon.ru/uploads/photo/promo/promo-01.jpg",
      "https://kovchegdon.ru/uploads/photo/rooms/russia/russia-01.jpg",
      "https://kovchegdon.ru/uploads/photo/rooms/texas/texas-01.jpg"
    ],
    "placeType": "hotel",
    "description": "Уютная гостиница в самом центре Волгодонска.\n8 комфортабельных номеров, дизайн каждого из них выполнен в определенном этническом стиле разных уголков мира с национальными особенностями оформления интерьера и элементов декора.      \n"
  },
  {
    "id": 49097,
    "lat": 2.0,
    "lng": 3.0,
    "name": "1",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "4"
  },
  {
    "id": 195,
    "lat": 48.468023,
    "lng": 135.102325,
    "name": "Русгидро",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1617009182743.jpg"
    ],
    "placeType": "other",
    "description": ""
  },
  {
    "id": 189,
    "lat": 48.470591,
    "lng": 135.121324,
    "name": "Местное искусство",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1617008158841.jpg"
    ],
    "placeType": "other",
    "description": ""
  },
  {
    "id": 198,
    "lat": 48.460912,
    "lng": 135.093503,
    "name": "Дерево",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1617010070270.jpg"
    ],
    "placeType": "other",
    "description": ""
  },
  {
    "id": 5498,
    "lat": 2.0,
    "lng": 3.0,
    "name": "1",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "4"
  },
  {
    "id": 15986,
    "lat": 2.0,
    "lng": 3.0,
    "name": "1",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "4"
  },
  {
    "id": 2239,
    "lat": 2.0,
    "lng": 3.0,
    "name": "1",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "4"
  },
  {
    "id": 22897,
    "lat": 22.0,
    "lng": 33.0,
    "name": "11",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "44"
  },
  {
    "id": 192,
    "lat": 48.469268,
    "lng": 135.115056,
    "name": "Что-то за колючей проволокой",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1617008583061.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1617008672770.jpg"
    ],
    "placeType": "other",
    "description": ""
  },
  {
    "id": 193,
    "lat": 48.469014,
    "lng": 135.108893,
    "name": "Трубопровод",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1617008840372.jpg"
    ],
    "placeType": "other",
    "description": ""
  },
  {
    "id": 194,
    "lat": 48.46847,
    "lng": 135.106745,
    "name": "Какой-то район",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1617008939614.jpg"
    ],
    "placeType": "other",
    "description": ""
  },
  {
    "id": 197,
    "lat": 48.464511,
    "lng": 135.095711,
    "name": "«Тайный» переход через 19-ю школу",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1617009668251.jpg"
    ],
    "placeType": "other",
    "description": ""
  },
  {
    "id": 33030,
    "lat": 1.0,
    "lng": 2.0,
    "name": "фыва",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "123"
  },
  {
    "id": 139,
    "lat": 55.737064,
    "lng": 37.520018,
    "name": "Тест 1",
    "urls": [],
    "placeType": "other",
    "description": "Следует отметить, что повышение уровня гражданского сознания способствует подготовке и реализации приоритизации разума над эмоциями. Предварительные выводы неутешительны: разбавленное изрядной долей эмпатии, рациональное мышление прекрасно подходит для реализации соответствующих условий активизации."
  },
  {
    "id": 135,
    "lat": 55.99385,
    "lng": 37.628433,
    "name": "Церковь Рождества Христова в Осташково",
    "urls": [
      "https://avatars.mds.yandex.net/get-altay/216588/2a0000015b17041739c552700a6c55c44efa/XXXL",
      "https://avatars.mds.yandex.net/get-altay/1001354/2a000001628779ca958d1535c62230c2340b/XXXL",
      "https://avatars.mds.yandex.net/get-altay/905403/2a000001628779b2cd8df02931a0b48e8847/XXXL",
      "https://avatars.mds.yandex.net/get-altay/1020917/2a000001628779c790eca9b964ec05955039/XXXL"
    ],
    "placeType": "other",
    "description": "Осташковский храм был и остается красивейшим сооружением в окрестностях Мытищ. В нем гармонично слились черты разных архитектурных стилей, иконописи, стенной росписи, декоративного убранства. Выполненные с любовью и тщанием, разностилевые элементы не противоречат друг другу, а дополняют и обогащают друг друга. По осташковской церкви можно проследить, как развивалась русская церковная архитектура на протяжении четырех столетий. Мощные стены храма восходят к русско-византийскому стилю. Ампирная колокольня рядом с ними кажется особенно легкой и ажурной. Иконы главного иконостаса, написанные в манере, характерной для XVIII века, обрамлены резными рамами под русскую старину. Стенные росписи начала XX века напоминают о сказочно-былинном стиле В.М. Васнецова. Рядом с ними — резные ограждения алтарей и скамьи начала XXI века, также напоминающие о былинной Руси. Все это сливается в единый художественно-исторический ансамбль и создает очень интересный и привлекательный образ старинного, но не устаревшего храма."
  },
  {
    "id": 134,
    "lat": 55.988344,
    "lng": 37.608042,
    "name": "Часовня Смоленской иконы Божией Матери в Чиверево",
    "urls": [
      "https://avatars.mds.yandex.net/get-altay/788991/2a0000016287a63a89a1347acfd675732266/XXXL",
      "https://avatars.mds.yandex.net/get-altay/961502/2a0000016287a63f56d5a2178a1b30783308/XXXL",
      "https://avatars.mds.yandex.net/get-altay/905403/2a0000016287a63ea32b14c510cb356d0e90/XXXL"
    ],
    "placeType": "other",
    "description": "Первая деревянная часовня здесь была построена в 1844 году. Впоследствии она сгорела и на ее месте в 1902 году по проекту епархиального архитектора Николая Николаевича Благовещенского была построена кирпичная часовня."
  },
  {
    "id": 18551,
    "lat": 1.0,
    "lng": 2.0,
    "name": "Абажур",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "123"
  },
  {
    "id": 29525,
    "lat": 1.0,
    "lng": 2.0,
    "name": "Театр Мукол",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "до"
  },
  {
    "id": 287,
    "lat": 3242340.0,
    "lng": 53.247786,
    "name": "Тест",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1639059120393.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1639059296884.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1639059590504.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1639059677503.jpg"
    ],
    "placeType": "temple",
    "description": "ыва"
  },
  {
    "id": 288,
    "lat": 23.0,
    "lng": 23.0,
    "name": "Театр имени Пушкина",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1639557426902.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1639557426977.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1639557427068.jpg"
    ],
    "placeType": "theatre",
    "description": "23"
  },
  {
    "id": 289,
    "lat": 123.0,
    "lng": 123.0,
    "name": "Театр имени Пушкина",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1639565214023.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1639565214108.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1639565214194.jpg"
    ],
    "placeType": "theatre",
    "description": "123"
  },
  {
    "id": 290,
    "lat": 123.0,
    "lng": 123.0,
    "name": "Театр имени Пушкина",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1639565389985.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1639565390050.jpg"
    ],
    "placeType": "theatre",
    "description": "123"
  },
  {
    "id": 291,
    "lat": 123.0,
    "lng": 123.0,
    "name": "Театр имени Пушкина",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1639565443386.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1639565443522.jpg"
    ],
    "placeType": "theatre",
    "description": "123"
  },
  {
    "id": 292,
    "lat": 234.0,
    "lng": 234.0,
    "name": "Театр имени Пушкина",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1639565614612.jpg"
    ],
    "placeType": "theatre",
    "description": "234"
  },
  {
    "id": 293,
    "lat": 2345.0,
    "lng": 43.0,
    "name": "Театр имени Пушкина",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1639566015604.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1639566015878.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1639566016112.jpg"
    ],
    "placeType": "theatre",
    "description": "dsf"
  },
  {
    "id": 262,
    "lat": 55.62766414720853,
    "lng": 37.563412926138994,
    "name": "Битцевский лес",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1625497186156.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1625497186409.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1625497186578.jpg"
    ],
    "placeType": "park",
    "description": "Природно-исторический парк «Би́тцевский лес» — особо охраняемая природная территория, второй по величине парк Москвы (2208,4 га), уступающий по размерам только парку Лосиный Остров. Протяжённость парка с севера на юг — 10 км, с запада на восток — 1,5—4 км."
  },
  {
    "id": 200,
    "lat": 56.001295,
    "lng": 37.635285,
    "name": "Мотокросс и эндуро, Мх Жостовский карьер",
    "urls": [
      "https://avatars.mds.yandex.net/get-altay/2368846/2a00000172f787be7b8716f2103a8f0193f3/XXXL",
      "https://avatars.mds.yandex.net/get-altay/2838749/2a00000172f786e9fdfed4debb12926d5ba0/XXXL",
      "https://avatars.mds.yandex.net/get-altay/2805836/2a00000172f7872298a964c29d4c9161e7f8/XXXL",
      "https://avatars.mds.yandex.net/get-altay/2809978/2a00000172f787af69a24da97e9d05f9bfe0/XXXL",
      "https://avatars.mds.yandex.net/get-altay/2369616/2a00000172f7879f9fc9ff8017209fa02a5a/XXXL"
    ],
    "placeType": "other",
    "description": "Трасса для мотокросса. Евросертификат. Проводим чемпионаты, тренировочные заезды, трек-дни. Опытные инструкторы помогут вам освоить мотокросс на профессиональной трассе в Жостовском карьере! Тренировки в группах и индивидуально."
  },
  {
    "id": 216,
    "lat": 55.988553,
    "lng": 37.643863,
    "name": "Гостинично — развлекательный комплекс «Малибу»",
    "urls": [
      "https://avatars.mds.yandex.net/get-altay/1363707/2a000001630ed8cf184ed8acf3e099e8e212/XXXL",
      "https://avatars.mds.yandex.net/get-altay/200322/2a0000015b2175c5728ce05e08078b027a3f/XXXL",
      "https://avatars.mds.yandex.net/get-altay/1773749/2a00000169d15a83ff4a5e70b96bbce9e50a/XXXL",
      "https://avatars.mds.yandex.net/get-altay/176734/2a000001630ed8de08def2bd59132aadf222/XXXL",
      "https://avatars.mds.yandex.net/get-altay/216588/2a0000015b2e82eb84fdbcd63e43a4eb1af4/XXXL",
      "https://avatars.mds.yandex.net/get-altay/965237/2a000001630ed8c5b04d124bd1636ec2f0b2/XXXL"
    ],
    "placeType": "hotel",
    "description": "Гостинично — развлекательный комплекс «Малибу» расположен на берегу Пироговского водохранилища, в давно излюбленном месте отдыха москвичей Бухте Радости, в получасе комфортной езды от Москвы по Осташковскому шоссе. Отличительная особенность комплекса — роскошная стилизации в тропическом и историческом стиле в архитектуре и интерьерах. Изюминка комплекса настоящий пиратский фрегат «Черная Жемчужина». Вся мебель и декоративные элементы оформления комплекса – результат ручной работы, ростовые куклы пиратов выполнены по индивидуальному заказу. ГРК «Малибу» соответствует всем требованиям современного гостя – комфорт, гостеприимство, сервис – все, как на лучших мировых курортах."
  },
  {
    "id": 263,
    "lat": 55.642175507619214,
    "lng": 37.58321159198641,
    "name": "Конно спортивный комплекс Битца",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1625685529178.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1625685529459.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1625685529704.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1625685530050.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1625685530373.jpg"
    ],
    "placeType": "other",
    "description": "Строительство конно-спортивного комплекса началось в 1977 году в период подготовки Москвы к XXII Олимпийским играм. Официальное открытие комплекса состоялось 4 июля 1980 года, здесь прошли олимпийские соревнования по конному спорту и современному пятиборью. На территории в 50 гектаров находятся конкурный стадион, манеж, зимние и летние конюшни, гостиница, ветеринарный лазарет, стипль-чезный круг, зона для прогулок на лошадях. Прежде КСК \"Битца\" был известен как \"Конно-спортивный комплекс профсоюзов\"."
  },
  {
    "id": 264,
    "lat": 123.0,
    "lng": 123.0,
    "name": "test",
    "urls": [
      "files/1625883540569.jpg"
    ],
    "placeType": "other",
    "description": "123"
  },
  {
    "id": 265,
    "lat": 123.0,
    "lng": 123.0,
    "name": "qwe",
    "urls": [
      "files/1625884081572.jpg"
    ],
    "placeType": "museum",
    "description": "123"
  },
  {
    "id": 266,
    "lat": 123.0,
    "lng": 23.0,
    "name": "123",
    "urls": [
      "files/1625884665736.jpg"
    ],
    "placeType": "other",
    "description": "123"
  },
  {
    "id": 199,
    "lat": 48.472764,
    "lng": 135.127758,
    "name": "Чайка",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1617176690987.jpg"
    ],
    "placeType": "hotel",
    "description": ""
  },
  {
    "id": 267,
    "lat": 123.0,
    "lng": 1231.0,
    "name": "123",
    "urls": [
      "files/1625884694490.jpg"
    ],
    "placeType": "other",
    "description": "123"
  },
  {
    "id": 136,
    "lat": 56.007453,
    "lng": 37.644551,
    "name": "Музей Жостовской фабрики декоративной росписи",
    "urls": [
      "https://avatars.mds.yandex.net/get-altay/236825/2a0000015c20eaa828212e08818bc62f2173/XXXL",
      "https://avatars.mds.yandex.net/get-altay/4404605/2a00000178b5a495ad8f1cbffa3deadad3a2/XXXL",
      "https://avatars.mds.yandex.net/get-altay/2809978/2a00000173aa085c5afaf780d87f8db9d043/XXXL",
      "https://avatars.mds.yandex.net/get-altay/1592431/2a00000173aa085697cf07b7f1556409e298/XXXL",
      "https://avatars.mds.yandex.net/get-altay/2039785/2a0000016f2d722887eacc23c7d810570b1b/XXXL",
      "https://avatars.mds.yandex.net/get-altay/467304/2a000001604b05f3e91465bdef22230dbce6/XXXL",
      "https://avatars.mds.yandex.net/get-altay/2714499/2a00000174651f571d6a30e02ba555494b4e/XXXL",
      "https://avatars.mds.yandex.net/get-altay/2887807/2a000001755ef292aa2503f5d1fbecaec9ce/XXL"
    ],
    "placeType": "museum",
    "description": "Единственный в мире музей подносов находится в Жостово. Здесь можно узнать историю развития промысла, и расписать поднос под руководством художника. Каждое изделие на мануфактуре — единственное в своем роде, уникально, другого такого нет, приобретая что-то из коллекции будьте уверены — у вас единственный экземпляр. Цветы и не только здесь расписывают с 1825 года. Жостовский букет - самый яркий символ народного современного искусства. в этом году этому промыслу — 195 лет! Первые подносы были из папье маше в 1800е, 1825 году Братья Вишняковы основывают свои мастерские, а уже в 1839 году впервые упоминаются металлические подносы. В наше время даже поднос делается вручную — как бы на странно это звучало, поэтому поднос на фабрике рождается с нуля, с листа металла и дальше превращается в произведение искусства!"
  },
  {
    "id": 217,
    "lat": 56.001115,
    "lng": 37.649036,
    "name": "Супермаркет «Магнит»",
    "urls": [
      "https://avatars.mds.yandex.net/get-altay/2051686/2a0000016fc3597e332dde12d891c06b8a9a/XXXL",
      "https://avatars.mds.yandex.net/get-altay/4079181/2a000001775a3af85fcdeaf5bff44d03cf94/XXXL"
    ],
    "placeType": "other",
    "description": "Самый крупный магазин на три деревни Чиверёво, Осташково, Жостово. Так как там большая проходимость нарваться на несвежие продукты шансов мало."
  },
  {
    "id": 137,
    "lat": 55.989198,
    "lng": 37.601605,
    "name": "Клязьминское водохранилище",
    "urls": [
      "https://i.ytimg.com/vi/xzGdmpsmNW4/maxresdefault.jpg",
      "https://img.tourister.ru/files/2/3/3/0/9/6/2/5/clones/870_653_fixedwidth.jpg",
      "https://img.tourister.ru/files/2/3/1/6/9/2/8/4/clones/870_584_fixedwidth.jpg",
      "https://img.tourister.ru/files/2/3/1/6/9/2/9/5/clones/870_579_fixedwidth.jpg"
    ],
    "placeType": "park",
    "description": "Клязьминское водохранилище — один из крупнейших искусственных водоемов Подмосковья, расположенный к северу от столицы. Оно было образовано в 1937 в результате строительства на реке Клязьма Пироговского гидроузла. Его задачей было обеспечение устойчивого водоснабжения Москвы, а также регулирование уровня воды в Москве-реке и Клязьме. В настоящее время водохранилище является частью общей гидросистемы канала имени Москвы (соединено с Пяловским и Химкинским водохранилищем, включает в себя Пироговское водохранилище), протянувшейся по территории городского округа Химки и городского округа Мытищи. Полезный объем Клязьминского водохранилища — 27 млн куб.м, площадь — 16,2 кв.км. Ширина — до 1,2 км, длина — 16 км, глубина — до 16 м (средняя — 5,5 м)."
  },
  {
    "id": 218,
    "lat": 56.023251,
    "lng": 37.643013,
    "name": "Ресторан «Светлое Место Пир Град»",
    "urls": [
      "https://avatars.mds.yandex.net/get-altay/1579247/2a0000016e696ca120caf2d43cd5f4185fc7/XXXL",
      "https://avatars.mds.yandex.net/get-altay/1880508/2a0000016e17da5b9ade52b5fae9f274041f/XXXL",
      "https://avatars.mds.yandex.net/get-altay/2057543/2a0000016e5b43314328379d89fb6a0eaac8/XXXL",
      "https://avatars.mds.yandex.net/get-altay/2006845/2a0000016e5b44358d105c6789d133287a40/XXXL",
      "https://avatars.mds.yandex.net/get-altay/2006845/2a0000016e5b47e4ab01fc787d6dbfb0e436/XXXL",
      "https://avatars.mds.yandex.net/get-altay/1632633/2a0000016e5b4608f6a77e5bd95afc6fe0e5/XXXL",
      "https://avatars.mds.yandex.net/get-altay/1595534/2a0000016e5b46963d605f34d52d5fa7e4fb/XXXL"
    ],
    "placeType": "restaurant",
    "description": "Ресторан на воде. Европейская, русская, украинская, авторская, домашняя, шашлык. Настольные игры, местоположение у воды, бесплатная парковка, барная стойка, закрытие под банкет, можно с животными. Прекрасная еда, достойная лучших ресторанов Европы! Ответственный и дружелюбный подход к каждому гостю! И конечно же, невероятная природа."
  },
  {
    "id": 250,
    "lat": 43.9,
    "lng": 42.717,
    "name": "Нарзанная галерея",
    "urls": [
      "http://getpin.ru/etfiles/VisitPointImagesFiles/wJvA1EPjib1LflCu2d9dls-2019-09-04%2014_14_58.jpg",
      "https://badgeonline.ru/uploads/narzannay_galereia_5.jpg"
    ],
    "placeType": "museum",
    "description": "Нарзанная галерея — памятник архитектуры XIX века, расположенный в курортном парке города Кисловодска. Для строительства Нарзанной галереи М. С. Воронцовым был приглашен английский архитектор С. И. Уптон. По его замыслу здание должно было объединить под одной крышей источник, галерею и купальни. В 1851 году на месте прежнего деревянного каптажа архитектор создал новый каменный бассейн. Галерея была построена в стиле «готического романтизма», и по своей форме напоминала замочную скважину, в центре которой расположился «ключ» — источник Нарзана. Фасады здания украшены арками и пирамидальными башенками. Строительство было завершено в 1853 году. Галерея сохранилась до настоящего времени в первозданном виде, претерпев лишь незначительные изменения в убранстве интерьера."
  },
  {
    "id": 215,
    "lat": 55.994672,
    "lng": 37.595131,
    "name": "Мини - ферма Страус",
    "urls": [
      "https://avatars.mds.yandex.net/get-altay/4565742/2a00000178456f56604a7cee750624eb96f1/XXXL",
      "https://avatars.mds.yandex.net/get-altay/2383444/2a000001733437f80866e3ff404f20107cd7/XXXL",
      "https://avatars.mds.yandex.net/get-altay/2815220/2a000001759769f9f59ae1fae2d38c5df95f/XXXL",
      "https://avatars.mds.yandex.net/get-altay/2402012/2a0000017597694119e58d9ee1377e1d8b10/XXXL",
      "https://avatars.mds.yandex.net/get-altay/1583613/2a000001751461f3f53a4fe3adefa5c6c24e/XXXL"
    ],
    "placeType": "other",
    "description": "Страусиная ферма расположена в получасе езды от Москвы. Наша экоферма  - это настоящий кладезь развлечений. Главное из них - экскурсия на страусиную ферму, которая понравится взрослым и детям. Ферма страусов - это контактная ферма, где можно окунуться в атмосферу фермерского уклада и купить свежие натуральные продукты. Здесь вы сможете посмотреть и покормить взрослых страусов и страусов-малышей, увидеть и подержать страусиные яйца. Понаблюдать за поведением страусов, посмотреть как они быстро бегают, выпрашивают еду, защищают свою территорию, ухаживают за самкой."
  },
  {
    "id": 253,
    "lat": 45.0491,
    "lng": 41.9816,
    "name": "Памятник А.С. Пушкину",
    "urls": [
      "https://img.lookmytrips.com/images/look5a5c/59ad34b7ff9367245302608f-5b12a0bad0e5e-1dh585r-lbcvr.jpg"
    ],
    "placeType": "monument",
    "description": "На южном склоне Крепостной скалы, проспекте Карла Маркса в г. Ставрополе, стоит памятник великому писателю А.С. Пушкину. Установили памятник в 1987 г., в честь 150 летия со смерти писателя. Место расположения памятника выбрано не случайно, напротив когда-то была почтовая станция, в ней поэт отмечал свою подорожную. К слову сказать, Ставрополь Пушкин посещал дважды в 1820 и 1829 годах. Авторами композиции были архитектор Ю.И.Тихонов и скульптор Э.М.Ладыгин. Памятник был создан на Мытищинском заводе художественного литья. Монумент представляет собою бронзовую фигуру писателя на мраморном постаменте. Поэт Пушкин сидит на стуле, с задумчивым видом."
  },
  {
    "id": 1028,
    "lat": 1.0,
    "lng": 2.0,
    "name": "фвыа",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "фыва"
  },
  {
    "id": 9263,
    "lat": 1.0,
    "lng": 2.0,
    "name": "фыва",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "3"
  },
  {
    "id": 23170,
    "lat": 1.0,
    "lng": 2.0,
    "name": "qwer",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "3"
  },
  {
    "id": 37,
    "lat": 48.540781,
    "lng": 135.013038,
    "name": "Музей Амурского моста",
    "urls": [
      "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Museum_of_amur_bridge.jpg/1920px-Museum_of_amur_bridge.jpg"
    ],
    "placeType": "museum",
    "description": "Итак, мы можем подвести итог, что современные технологии, и компьютеры в частности, имеют как положительные, так и отрицательные последствия для жизни людей. А для того, чтобы жить в гармонии люди должны найти правильный баланс. Они должны помнить, что компьютер изначально был создан, чтобы помочь людям, сделать их жизнь легче, а не разрушить ее.\n\nКомпьютеры коренным образом изменили жизнь каждого человека. Несколько десятилетий назад люди даже не знали ничего об этих электронных устройствах, тогда как в наши дни даже маленький ребенок может управлять этой машиной. Почти все современные технологии зависит от компьютеров, которые используются для хранения данных: файлов, секретной информации, банковских операций и прочего.\n\nМногие люди, работа которых связана с компьютерами жалуются на проблемы со здоровьем, такие как головная боль, заболевания кисти, боли в спине, плохое зрение. Кроме того, проводя много времени за компьютером, начинаем чрезмерно питаться, что в свою очередь приводит к ожирению."
  },
  {
    "id": 251,
    "lat": 45.049584,
    "lng": 41.973962,
    "name": "Памятник Солдату-красногвардейцу",
    "urls": [
      "https://regnum.ru/uploads/pictures/news/2019/06/15/regnum_picture_1560596864137525_normal.jpeg",
      "https://img.lookmytrips.com/images/look7162/5c74ec2eff9367026b096a82-5c97a0ae711cf-1e9f85e-lbcvr.jpg",
      "http://www.travel4us.ru/Russia/Stavropol/Red_Army_man/Stavropol_soldier.jpg"
    ],
    "placeType": "monument",
    "description": "Памятник, установленный в ознаменование пятидесятилетия освобождения Ставрополя от белогвардейцев, — это один из самых узнаваемых и знаменитых символов города Ставрополь. Ставропольцы называют этот монумент просто «Буденовец», «Красноармеец» или «Солдат», иногда можно услышать название «Железный Человек», но чаще его ласково называют «Алеша». Огромный Буденовец (высота памятника — примерно семь с половиной метров) расположен в историческом центре города — на площади Крепостной горы, на так называемой «Воздушной набережной». Открытое свободное пространство вокруг монумента придает ему еще больше величия."
  },
  {
    "id": 252,
    "lat": 45.0498149,
    "lng": 41.978898,
    "name": "Казанский кафедральный собор",
    "urls": [
      "https://c1.35photo.pro/photos_series/1479/1479658.jpg",
      "https://c1.35photo.pro/photos_series/1479/1479659.jpg",
      "https://c1.35photo.pro/photos_series/1479/1479662.jpg"
    ],
    "placeType": "temple",
    "description": "В XIX - начале XX века Казанский собор, строительство которого велось 25 лет, являлся центром духовной, культурной, общественной жизни не только города, но и всей губернии. Почти 100-метровую звонницу было видно за десятки верст. А звон колоколов, один из которых имел массу почти 600 пудов (9,5 тонн) хорошо слышали во всей округе. Решение о восстановлении разрушенного храма было принято в 1992 году. Воссоздать первоначальный образ помогли материалы историков и работников музея. Долгие годы шла реставрация самого собора. В 2010 году в нем прошла первая служба. А в 2012 году его освятил Патриарх Кирилл. Храм строили всем миром, не только за счет бюджетных средств, но и на средства бизнесменов и меценатов, а также на пожертвования неравнодушных людей."
  },
  {
    "id": 32,
    "lat": 48.473156,
    "lng": 135.05813,
    "name": "Пани Фазани",
    "urls": [
      "https://10619-2.s.cdn12.com/r8/Pani-Fazani-bar-counter.jpg",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Russian_chapel_at_Fort_Ross_%282016%29.jpg/1280px-Russian_chapel_at_Fort_Ross_%282016%29.jpg"
    ],
    "placeType": "restaurant",
    "description": "Ценность яблок кроется в их составе. Почти 80% яблок составляет вода. Остальная часть приходится на клетчатку, органические кислоты, углеводы. Именно зеленое яблоко рекомендуют употреблять во время диет. Среди фруктов яблоко является очень распространенным продуктом и практически целый год присутствует в нашем рационе питания. Употребление этих плодов натощак недопустимо при гастритах с повышенной кислотностью, язвенных болезнях, желчекаменной болезни."
  },
  {
    "id": 34,
    "lat": 48.472,
    "lng": 135.057208,
    "name": "Дуэт",
    "urls": [
      "https://cdn1.flamp.ru/535fa22fe89271aeafa4778c6f7d6933_600_600.jpg",
      "https://avatars.mds.yandex.net/get-altay/1042100/2a00000168bff715b0b6b4488610dcaee669/XXL",
      "https://avatars.mds.yandex.net/get-altay/406255/2a0000016287344c9afeda3c4b2912ce6df3/XXL",
      "https://test-backend-flutter.surfstudio.ru/files/1616830602108.jpg"
    ],
    "placeType": "cafe",
    "description": "Кафе-кондитерская."
  },
  {
    "id": 256,
    "lat": 123.0,
    "lng": 1233.0,
    "name": "123",
    "urls": [],
    "placeType": "other",
    "description": "123"
  },
  {
    "id": 257,
    "lat": 123.0,
    "lng": 123.0,
    "name": "213",
    "urls": [],
    "placeType": "other",
    "description": "123"
  },
  {
    "id": 258,
    "lat": 123.0,
    "lng": 123.0,
    "name": "123",
    "urls": [],
    "placeType": "other",
    "description": "123"
  },
  {
    "id": 259,
    "lat": 123.0,
    "lng": 123.0,
    "name": "123",
    "urls": [],
    "placeType": "other",
    "description": "123"
  },
  {
    "id": 260,
    "lat": 55.99760824095956,
    "lng": 37.60467761184083,
    "name": "тестовое место",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1624383277143.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1624383277275.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1624383277413.jpg"
    ],
    "placeType": "other",
    "description": "Жили себе дед да баба,\nБыла у них курочка ряба.\nСнесла курочка яичко.\nЯичко не простое — золотое.\nДед бил, бил —\nНе разбил.\nБаба била-била —\nНе разбила.\nМышка бежала,\nХвостиком махнула,\nЯичко упало и разбилось.\nДед плачет, баба плачет,\nКурочка кудахчет:\n«Не плачь, дед, не плачь, баба!\nЯ снесу вам яичко другое,\nНе золотое — простое»."
  },
  {
    "id": 278,
    "lat": 44.0,
    "lng": 55.0,
    "name": "123",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1629909882321.jpg"
    ],
    "placeType": "other",
    "description": "123"
  },
  {
    "id": 279,
    "lat": 44.0,
    "lng": 57.0,
    "name": "музей офиса",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1629910380503.jpg"
    ],
    "placeType": "museum",
    "description": "Музей офиса описание"
  },
  {
    "id": 280,
    "lat": 53.927077,
    "lng": 0.0,
    "name": "отель на лынькова",
    "urls": [],
    "placeType": "hotel",
    "description": "это отель в минске, 3 звезды"
  },
  {
    "id": 281,
    "lat": 0.0,
    "lng": 27.492716,
    "name": "отель лынькова",
    "urls": [],
    "placeType": "museum",
    "description": "описание отеля в минске "
  },
  {
    "id": 282,
    "lat": 66.0,
    "lng": 66.0,
    "name": "отель лынькова",
    "urls": [],
    "placeType": "hotel",
    "description": "описание"
  },
  {
    "id": 254,
    "lat": 45.043,
    "lng": 41.9662,
    "name": "Театр драмы имени М. Ю. Лермонтова",
    "urls": [
      "https://edem-v-gosti.ru/upload/iblock/d11/RrKFRSQhAWGyLWwQnMrEA.jpg"
    ],
    "placeType": "theatre",
    "description": "Театр драмы расположен на площади Ленина в здании с массивными колоннами. Культурная жизнь Ставрополя от его основания до открытия театра была очень активной. В то время путь на Кавказ, который служил местом ссылки неугодных самодержавию людей, проходил через Ставрополь. Дважды наш город посещали А.С. Пушкин и М.Ю. Лермонтов. Проездом в Тегеран останавливался А. С. Грибоедов. Дух декабристов витал над Кавказом, в Ставрополе побывали: А. И. Одоевский, Н. А. Назимов, В.Н. Лихарев М. М. Нарышкин, Н.И. Лорер и др. Присутствие в разное время людей прогрессивных взглядов влияло на развитие культуры, поэтому в городе так быстро возник театр, ибо во все времена именно он является мерилом культурного уровня города."
  },
  {
    "id": 255,
    "lat": 45.0437,
    "lng": 41.9666,
    "name": "Памятник М. Ю. Лермонтову",
    "urls": [
      "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/a2/49/4f/caption.jpg?w=1200&h=-1&s=1"
    ],
    "placeType": "monument",
    "description": "Памятник Михаилу Юрьевичу Лермонтову установлен в Театральном сквере возле драматического театра, названного в честь великого поэта. Имя Лермонтова неразрывно связано с Северным Кавказом и Ставрополем, «воротами» которого он был в те времена. Бронзовая статуя, высотой четыре метра, стоит на мраморном постаменте. Поэт изображен неспешно шагающим, с задумчивым взором; полы его плаща как будто развиваются на ветру, что придает памятнику ощущение динамичности и легкости. Монумент расположен на фоне деревьев и открывает главную аллею сквера."
  },
  {
    "id": 294,
    "lat": 234.0,
    "lng": 44.0,
    "name": "Театр имени Пушкина",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1639566101951.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1639566102061.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1639566102237.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1639566102463.jpg"
    ],
    "placeType": "theatre",
    "description": "sdff"
  },
  {
    "id": 295,
    "lat": 34.0,
    "lng": 345.0,
    "name": "Театр имени Пушкина",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1639566239312.jpg"
    ],
    "placeType": "theatre",
    "description": "5555"
  },
  {
    "id": 296,
    "lat": 22222.0,
    "lng": 7777.0,
    "name": "тест",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1639642668956.jpg"
    ],
    "placeType": "theatre",
    "description": "привет как дела "
  },
  {
    "id": 297,
    "lat": 56.8490809,
    "lng": 53.247786,
    "name": "Новый год",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1641214546286.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1641214546465.jpg"
    ],
    "placeType": "other",
    "description": "Тест"
  },
  {
    "id": 28251,
    "lat": 111111900000.0,
    "lng": 111111.0,
    "name": "Аааааааао",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "Нннннаао"
  },
  {
    "id": 30050,
    "lat": 1.0,
    "lng": 2.0,
    "name": "Роман место",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "фыва"
  },
  {
    "id": 298,
    "lat": 57.81706377788348,
    "lng": 28.339326321911496,
    "name": "Псковский академический театр драмы им. А.С. Пушкина",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1642440130471.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1642440130636.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1642440130810.jpg"
    ],
    "placeType": "theatre",
    "description": "Псковский академический театр драмы им. А.С. Пушкина — драматический театр в Пскове, Народный дом им. А.С. Пушкина — филиал Национального драматического театра России.\n\nВ феврале 2013 года художественным руководителем театра был назначен Василий Сенин, первая же его постановка, в феврале 2014, — ироничная поэма Пушкина «Граф Нулин» — оказалась провальной, и в декабре 2014 года театр вошёл в состав театрально-концертной дирекции. В марте 2015 года Сенин покинул свой пост по собственному желанию. Театрально-концертную дирекцию в мае 2015 года возглавил Дмитрий Месхиев.\nВ 2019 году театр впервые принял участие в международном фестивале кукольных и синтетических театров «КукART» (Санкт-Петербург) со спектаклем 2018 года «Год жирафа», адресованном зрителям ясельного, детсадовского и младшего школьного возраста.\nС 1 января 2021 года театр функционирует на правах филиала Национального драматического театра России и ему возвращено историческое название — Народный дом им. А. С. Пушкина."
  },
  {
    "id": 300,
    "lat": 57.82078426990416,
    "lng": 28.33782740296829,
    "name": "Финский парк (Парк Куопио)",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1642444129708.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1642444129883.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1642444130048.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1642444130234.jpg"
    ],
    "placeType": "park",
    "description": "Финский парк расположен в центральной части города, на левом берегу реки Псковы, от пешеходного до Кузнецкого моста.\nПарк для прогулок в долине реки Псковы был заложен в начале 1990-х годов по проекту архитекторов из финского города-побратима Куопио. В соответствии с решением Псковского областного Собрания депутатов с 2013 года территория Финского парка находится в зоне охраняемого природного ландшафта - объекта культурного наследия «Ансамбль кремля»."
  },
  {
    "id": 301,
    "lat": 57.80506075735349,
    "lng": 28.335602822251328,
    "name": "Отель \"Покровский\" ****",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1642444793953.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1642444794121.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1642444794325.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1642444794437.jpg"
    ],
    "placeType": "hotel",
    "description": "Современный отель Пскова, победитель Guest Rewiew Awars 9,5 из 10 по версии booking.com\n\nРасположенный в Пскове, отель Покровский предлагает бесплатную парковку, крытый бассейн и развлекательные программы. Памятник Святой равноапостольной княгине Ольге находится в 1,9 км от отеля, а Троицкий кафедральный собор с колокольней — в 25 минутах ходьбы."
  },
  {
    "id": 314,
    "lat": 47.511431,
    "lng": 42.205328,
    "name": "Пиццерия \"Камин\"",
    "urls": [
      "https://pizza-kamin.ru/assets/template/img/photogallery/holidays/ND4_1840.jpg"
    ],
    "placeType": "restaurant",
    "description": "Райский уголок европейской, японской и русской кухни, где традиционные блюда готовят по домашним рецептам.       \n"
  },
  {
    "id": 13296,
    "lat": 1.0,
    "lng": 2.0,
    "name": "qwer",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "3"
  },
  {
    "id": 302,
    "lat": 57.81630861594191,
    "lng": 28.334959760949726,
    "name": "Памятник княгине Ольге",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1642445092756.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1642445092923.jpg"
    ],
    "placeType": "monument",
    "description": "Памятник Княгине Ольге — работа скульптора Вячеслава Клыкова, открытие приурочено к дню празднования 1100-летия первого упоминания Пскова в летописи.\n\nПамятник установлен в Детском парке. Представляет собой бронзовую фигуру княгини с мальчиком — внуком князем Владимиром, держащим в руках икону с ликом Христа. В правой руке у Ольги крест — символ Православия; лик княгини увенчан нимбом.\n\nПамятник стоит на цилиндрическом постаменте из белого камня с барельефами 12 псковских и российских святых: псковские князья Довмонт-Тимофей и Всеволод-Гавриил, князь Александр Невский, преподобные Никандр Псковский, Марфа Псковская и Васса Псково-Печерская, святитель Тихон (Патриарх Московский и всея России), Корнилий Псково-Печерский, митрополит Вениамин, Великая княгиня Елизавета Фёдоровна и блаженный Николай Салос.\n\nАвтор памятника — скульптор Вячеслав Клыков. Высота скульптуры и постамента по 4,20 метра."
  },
  {
    "id": 303,
    "lat": 57.822065226722266,
    "lng": 28.329043313472265,
    "name": "Троицкий собор (Псков)",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1642445487482.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1642445487619.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1642445487782.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1642445487949.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1642445488139.jpg"
    ],
    "placeType": "temple",
    "description": "Свято-Троицкий собор — православный храм во Пскове, кафедральный собор Псковской митрополии. Входит в состав архитектурного ансамбля Псковского крома и является главным его строением.\n\nСегодняшнее, четвёртое по счёту, здание собора было построено в 1699 году, на том же месте, где стояли предыдущие храмы. Первый собор, построенный в X веке по распоряжению княгини Ольги, был деревянным и простоял до первой половины XII века, когда был уничтожен пожаром. Второй собор был уже каменным и заложен, по церковному преданию, в 1138 году святым благоверным князем Всеволодом Мстиславичем (по исследованиям Николая Воронина, Павла Раппопорта и Юрия Спегальского — в конце 1180-х — начале 1190-х годов). В 1363 году произошло обрушение свода храма, и в 1365 году на старом основании заложен новый собор. В 1609 году во время сильного пожара в соборе всё сгорело, кроме гробницы святого князя Довмонта и мощей святого князя Всеволода. Храм был исправлен и так простоял до 1682 года, когда на его месте было начато строительство нового каменного собора на старой основе. В 1699 году было завершено строительство четвёртого собора, дошедшего до наших дней."
  },
  {
    "id": 128,
    "lat": 55.742583,
    "lng": 37.649447,
    "name": "Бункер-42 на Таганке",
    "urls": [
      "https://fs.tonkosti.ru/3a/iz/3aizim9970ys8o8sw0co88ww0.jpg",
      "https://image2.yell.ru/imager/ZTUyYTc1YWViNjQ5NjUzMTViN/700x000/responses/4/3/7/r_832559_k8xx3zo6vlea7xjyrb9d.jpg",
      "https://image2.yell.ru/imager/MDVjYWE4MTI0YjFiYjI1YmYwY/700x000/responses/6/3/3/r_bunker-42-7765150-doel8vjoyv_1469522512.jpg",
      "https://assets.allcafe.ru/k/places/canvas/930x530/pic/places/23955/b80471ded654d8e4d687f88c730b3e59.jpeg"
    ],
    "placeType": "museum",
    "description": "Военно-исторический музей и развлекательный комплекс в Москве в 5-м Котельническом переулке рядом со станцией метро «Таганская». Основан в 2006 году. Расположен в подземном бункере площадью более 7000 м² на глубине 65 метров на территории бывшего засекреченного военного объекта СССР - Запасного командного пункта дальней авиации. Он был полностью оснащен на случай ядерной войны с США. Здесь находились внушительные запасы топлива, продуктов, воды, а также оборудование для связи и системы жизнеобеспечения. В то время объект служил запасным командным пунктом штаба дальней авиации, который круглосуточно обслуживался техническим персоналом и военными."
  },
  {
    "id": 1345,
    "lat": 12.0,
    "lng": 3.0,
    "name": "ad",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "ds"
  },
  {
    "id": 33130,
    "lat": 3.0,
    "lng": 3.0,
    "name": "3",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "3"
  },
  {
    "id": 138,
    "lat": 55.760245,
    "lng": 37.618832,
    "name": "Государственный академический Большой театр России",
    "urls": [
      "https://blog.edinoepole.ru/wp-content/uploads/2016/08/km091.jpg",
      "https://www.classicalmusicnews.ru/wp-content/uploads/2021/04/bolshoi-theatre.jpg",
      "https://img01.rl0.ru/afisha/e1200x600i/daily.afisha.ru/uploads/images/e/ec/eecf1380e622e89ec439bdc76eab8de0.jpg"
    ],
    "placeType": "theatre",
    "description": "Государственный академический Большой театр России (ГАБТ), или просто Большой театр — один из крупнейших в России и один из самых значительных в мире театров оперы и балета. Комплекс зданий театра расположен в центре Москвы, на Театральной площади. Большой театр, его музей, здание исторической сцены — объект культурного наследия народов России федерального значения."
  },
  {
    "id": 129,
    "lat": 55.751549,
    "lng": 37.618879,
    "name": "Московский кремль",
    "urls": [
      "https://fs.tonkosti.ru/89/3w/893w7b7qx0wskksw0kk0k0408.jpg",
      "https://www.advantour.com/russia/images/moscow/moscow-kremlin1.jpg",
      "https://www.orangesmile.com/extreme/img/main/kremlin-and-red-square_1.jpg"
    ],
    "placeType": "museum",
    "description": "Московский Кремль — один из крупнейших архитектурно-градостроительных ансамблей мира. Он раскинулся в центре столицы России на высоком холме над Москвой-рекой. Высота стен Кремля, узкие бойницы, площадки боя, мерный шаг башен — все говорит о том, что прежде всего это крепость. Кремль - самая большая действующая крепость в Европе. На заповедной кремлёвской земле находится несколько уникальных музеев. Они хранят бесценные произведения прикладного и изобразительного искусства, пережившие века и вошедшие в современную жизнь, как нечто неотъемлемое, составляющее часть духовного богатства и являющегося культурным наследием человечества."
  },
  {
    "id": 283,
    "lat": 53.9268333,
    "lng": 27.496209,
    "name": "лынькова hotel",
    "urls": [
      "http://minsk-old-new.com/Image/hotel/minsk/voloz.jpg"
    ],
    "placeType": "hotel",
    "description": "описание"
  },
  {
    "id": 132,
    "lat": 55.742251,
    "lng": 37.620522,
    "name": "Государственная Третьяковская галерея",
    "urls": [
      "https://putidorogi-nn.ru/images/stories/evropa/rossiya/tretyakovskaya_galereya_2.jpg",
      "https://www.culture.ru/storage/images/2088745eed4913add79e040040f3484d/6ef8c1a4082924ba7cfe7f065825a278.jpeg",
      "https://putidorogi-nn.ru/images/stories/evropa/rossiya/tretyakovskaya_galereya_11.jpg",
      "https://putidorogi-nn.ru/images/stories/evropa/rossiya/tretyakovskaya_galereya_13.jpg"
    ],
    "placeType": "museum",
    "description": "Московский художественный музей, основанный в 1856 году купцом Павлом Третьяковым. В 1867-м галерея была открыта для посещения, а в 1892 году передана в собственность Москве. На момент передачи коллекция музея насчитывала 1276 картин, 471 рисунок, десять скульптур русских художников, а также 84 картины иностранных мастеров. В данный момент в галерее экспонируется более 180 тысяч произведений отечественного искусства. Мир картин русских художников завораживает и привлекает немало гостей. Чтобы увидеть старинные иконы, мозаики, пейзажи, портреты и исторические полотна, в Третьяковку приходят школьники, студенты, служащие и пенсионеры. По статистике за год один из самых известных музеев Москвы посещает более полутора миллионов посетителей."
  },
  {
    "id": 130,
    "lat": 55.762781,
    "lng": 37.664158,
    "name": "Нереальное место",
    "urls": [
      "https://vrmap.info/sites/default/files/styles/flexslider_full/public/photos/snimok22.png",
      "https://vrmap.info/sites/default/files/styles/flexslider_full/public/photos/5555.png",
      "https://unreal.place/static/uploads/9/1.jpg",
      "https://unreal.place/static/uploads/10/2.jpg"
    ],
    "placeType": "other",
    "description": "Самый масштабный парк виртуальной реальности Москвы. Создатели сети парков могут похвастаться большим выбором игр с широким спектром жанров, а также разнообразными подборками для всех возможных возрастных категорий. Достоинством сети является также высококачественное оборудование PRO-уровня. Не оставит равнодушным гостей и неформальный дизайн просторных площадок."
  },
  {
    "id": 37059,
    "lat": 3.0,
    "lng": 323.0,
    "name": "34",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "ef"
  },
  {
    "id": 10442,
    "lat": 2.0,
    "lng": 3.0,
    "name": "1",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "2"
  },
  {
    "id": 304,
    "lat": 57.82633070240433,
    "lng": 28.336039584522243,
    "name": "Мажор Resto",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1643020065528.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1643020065726.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1643020065916.jpg"
    ],
    "placeType": "restaurant",
    "description": "«Мажор» — это место, где Российское мясо встречается с Испанским грилем, запивается Чешским лагером или Французским бордо!\nИнтересный разноплановый интерьер, предполагающий 2 зоны отдыха, на выбор гостям.\nВ меню ресторана представлено более 40 позиций блюд: закуски и горячие блюда, салаты и десерты, детское меню, ну и конечно ГРИЛЬ!!!\nА внушительная винная карта и импортное пиво не дадут скучать и поднимут настроение до нужного градуса!\nС заботой о вашем досуге, Мажор!"
  },
  {
    "id": 40660,
    "lat": 222.3,
    "lng": 33.2,
    "name": "Привет как дела",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "Те"
  },
  {
    "id": 27864,
    "lat": 22.0,
    "lng": 22.0,
    "name": "Ее",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "Ккк"
  },
  {
    "id": 8790,
    "lat": 34.0,
    "lng": 4.0,
    "name": "3",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "4"
  },
  {
    "id": 333,
    "lat": 49.0281534,
    "lng": 37.5653275,
    "name": "Святогорская лавра",
    "urls": [
      "https://etnosvit.com/wp-content/uploads/2019/03/Svyatogorskaya-lavra.jpg"
    ],
    "placeType": "temple",
    "description": "Свято-Успенская Святогорская лавра является значительным духовным центром православной паствы всего востока современной Украины"
  },
  {
    "id": 272,
    "lat": 55.7515,
    "lng": 37.6288,
    "name": "Парк Зарядье",
    "urls": [
      "https://timetraveling.ru/images/moscow/zaryadie/zaryadie02.jpg",
      "https://timetraveling.ru/images/moscow/zaryadie/zaryadie05.jpg",
      "https://timetraveling.ru/images/moscow/zaryadie/zaryadie07.jpg",
      "https://timetraveling.ru/images/moscow/zaryadie/zaryadie08.jpg",
      "https://timetraveling.ru/images/moscow/zaryadie/zaryadie09.jpg"
    ],
    "placeType": "park",
    "description": "«Зарядье» — современный парк для отдыха, развлечений и получения знаний, созданный международной командой архитекторов, инженеров, ландшафтных дизайнеров и других экспертов. Здесь природа и технологии, просвещение и развлечения, история и современность соединяются и дополняют друг друга. В «Зарядье» высажено более миллиона растений, в том числе редкие виды из Красной книги Московской области. Богатая ботаническая коллекция знакомит посетителей с природным многообразием всей страны. "
  },
  {
    "id": 323,
    "lat": 5.0,
    "lng": 5.0,
    "name": "elementary",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1650788471726.jpg"
    ],
    "placeType": "park",
    "description": ""
  },
  {
    "id": 315,
    "lat": 47.51111,
    "lng": 42.21621,
    "name": "Батутный парк №1",
    "urls": [
      "https://static.tildacdn.com/tild6539-3565-4432-b461-633166666535/_-min.jpg"
    ],
    "placeType": "other",
    "description": "Порадуйте ваших детей их любимым занятием - отведите их на батуты и присоединяйтесь сами!\nРазные переходы, горки, песочницы с воздушными шарами – все это так интересно, увлекательно! А главное – это всё можно потрогать, везде можно полазить. Просто беззаботное времяпрепровождение, которое радует как детей, так и взрослых!\nДля нас ваша безопасность и комфорт – на первом месте!\n\nХотите, чтобы День Рождения, выпускной, корпоратив или тимбилдинг запомнился надолго? Наша команда знает, как организовать мероприятие так, чтобы оно прошло ярко, весело, необычно и запомнилось надолго! Подарите себе и своим близким незабываемый праздник, который придется по вкусу и взрослым, и детям. При заказе мероприятия, вы получаете в свое распоряжение зону отдыха, развлекательные батуты и поролоновую яму. Вас ждут увлекательные батутные конкурсы, показательные выступления инструкторов и безграничное количество адреналина и хорошего настроения!\n\n• У нас работают опытные инструкторы и тренеры\n• Все гости проходят инструктаж по технике безопасности\n• Локации соответствуют разному возрасту и разной подготовке гостей\n• Веревочный парк оборудован непрерывной системой страховки\n• Все гости постоянно находятся под наблюдением инструкторов\n• У нас есть раздевалки, душевые, зоны ожидания с мини-баром и шкафчики для личных вещей\n• Производится регулярная уборка всех помещений, а также санитарная обработка оборудования и снаряжения\n\nНаслаждайтесь отдыхом, об остальном мы уже позаботились!\n"
  },
  {
    "id": 316,
    "lat": 47.519225,
    "lng": 42.19468,
    "name": "Чайный бутик",
    "urls": [
      "https://lh5.googleusercontent.com/p/AF1QipMErV_AR_tL8idGKTzWibDg91ULxcKhfk0QL047=s677-k-no"
    ],
    "placeType": "cafe",
    "description": "Приятная атмосфера, французские булочки, ароматный чай и наивкуснейшие десерты.       \n"
  },
  {
    "id": 317,
    "lat": 47.51665,
    "lng": 42.197011,
    "name": "КРК \"Комсомолец\"",
    "urls": [
      "https://im0-tub-ru.yandex.net/i?id=482a1528addddaec5db33fe1b948e50b-l&ref=rim&n=13&w=1080&h=642"
    ],
    "placeType": "other",
    "description": "Лучшие премьеры фильмов. Самый большой экран. Цифровое качество 3D. 2 зала /660 мест.        \n"
  },
  {
    "id": 318,
    "lat": 47.513275,
    "lng": 42.200729,
    "name": "Сквер \"Дружба\"",
    "urls": [
      "https://v-pravda.ru/wp-content/uploads/2020/08/IMG_1551-1024x683.jpg"
    ],
    "placeType": "park",
    "description": "Название сквера тесно связано с приездом в город иностранных делегаций в 1977 году. В посадке деревьев на аллее Дружбы принимали участие многие известные лидеры СССР и зарубежных стран. \nСквер поделен на несколько зон – зона отдыха, игровая, спортивная, общественная зона и зона сезонной торговли.        \n"
  },
  {
    "id": 320,
    "lat": 47.519884,
    "lng": 42.204517,
    "name": "Мирный атом",
    "urls": [
      "https://www.atomic-energy.ru/files/styles/center/public/images/2019/10/09263f5cc302e4d103b7065857fb5901.jpg"
    ],
    "placeType": "other",
    "description": "Монумент, воздвигнутый в Волгодонске, символизирующий развитие атомного машиностроения и энергетики в городе. Является одним из главных символов Волгодонска.      \n"
  },
  {
    "id": 321,
    "lat": 47.571418,
    "lng": 42.057845,
    "name": "Аквапарк \"Аква-сити\"",
    "urls": [
      "https://donskayavolna.com/wp-content/uploads/2020/05/openpool.jpg"
    ],
    "placeType": "other",
    "description": "Дух захватывает от спуска по скоростным водяным горкам. Чистейшая бирюзовая вода в бассейнах способна охладить в любую жару, белоснежные лежаки и шезлонги порадуют тех, кто любит позагорать, а веселые аниматоры устроят настоящее представление для малышей в детской аквазоне — с бассейном и горкой для малышей и подростков.      \n"
  },
  {
    "id": 322,
    "lat": 47.514525,
    "lng": 42.134428,
    "name": "Дендрарий",
    "urls": [
      "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/%D0%94%D0%B5%D0%BD%D0%B4%D1%80%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B8%D0%B9_%D0%BF%D0%B0%D1%80%D0%BA3_%D0%92%D0%BE%D0%BB%D0%B3%D0%BE%D0%B4%D0%BE%D0%BD%D1%81%D0%BA.JPG/1280px-%D0%94%D0%B5%D0%BD%D0%B4%D1%80%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B8%D0%B9_%D0%BF%D0%B0%D1%80%D0%BA3_%D0%92%D0%BE%D0%BB%D0%B3%D0%BE%D0%B4%D0%BE%D0%BD%D1%81%D0%BA.JPG"
    ],
    "placeType": "park",
    "description": "Дендропарк на западе Волгодонска, единственный степной дендрарий на Дону. На площади 11 га произрастают 240 видов и форм представителей средиземноморской, европейско-сибирской, китайско-японской и северо-американской флоры.      \n"
  },
  {
    "id": 34662,
    "lat": 2.0,
    "lng": 3.0,
    "name": "1",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "4"
  },
  {
    "id": 19659,
    "lat": 2.0,
    "lng": 3.0,
    "name": "1",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "4"
  },
  {
    "id": 324,
    "lat": 55.752881,
    "lng": 37.604459,
    "name": "Тестовое кафешко",
    "urls": [],
    "placeType": "cafe",
    "description": "Тестовое описание"
  },
  {
    "id": 326,
    "lat": 222.0,
    "lng": 333.0,
    "name": "Тест1324",
    "urls": [],
    "placeType": "temple",
    "description": "Описание"
  },
  {
    "id": 327,
    "lat": 111.0,
    "lng": 222.0,
    "name": "Тестовое место",
    "urls": [],
    "placeType": "hotel",
    "description": "Описание 111"
  },
  {
    "id": 328,
    "lat": 11.0,
    "lng": 22.0,
    "name": "Привет 🙋",
    "urls": [],
    "placeType": "park",
    "description": "Тест"
  },
  {
    "id": 29615,
    "lat": 2.0,
    "lng": 3.0,
    "name": "1",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "4"
  },
  {
    "id": 329,
    "lat": 55.75288101,
    "lng": 37.60445901,
    "name": "Нереальное место",
    "urls": [
      "files/1654253712814.jpg",
      "files/1654253712815.jpg"
    ],
    "placeType": "park",
    "description": "Нереальное место, зайди - не пожалеешь"
  },
  {
    "id": 330,
    "lat": 55.752881,
    "lng": 37.604459,
    "name": "Красивое место",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1654254181548.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1654254181549.jpg"
    ],
    "placeType": "park",
    "description": "Тест"
  },
  {
    "id": 331,
    "lat": 1111.0,
    "lng": 2222.0,
    "name": "Тт",
    "urls": [],
    "placeType": "park",
    "description": "Мммм"
  },
  {
    "id": 332,
    "lat": 11.0,
    "lng": 99.0,
    "name": "Еее",
    "urls": [],
    "placeType": "park",
    "description": "Ррр"
  },
  {
    "id": 334,
    "lat": 46.34691118844076,
    "lng": 48.015886852308086,
    "name": "Памятник Петру I",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1654412745740.jpg"
    ],
    "placeType": "monument",
    "description": "Памятник выполнен из бронзы и установлен на постаменте из розового гранита. "
  },
  {
    "id": 335,
    "lat": 46.34928341569451,
    "lng": 48.03090773393387,
    "name": "Астраханский кремль",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1654413963050.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1654413963050.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1654413963052.jpg"
    ],
    "placeType": "temple",
    "description": "Историко-архитектурный комплекс, филиал ГБУК АО «Астраханский музей-заповедник», крепость в Астрахани, выстроенная на месте первых фортификационных сооружений, появившихся в связи с переносом города в 1557-1558 годах воеводой И. С. Черемисиновым."
  },
  {
    "id": 336,
    "lat": -34.05749895945294,
    "lng": -136.90148741174386,
    "name": "Тест",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1654414561941.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1654414561942.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1654414561942.jpg"
    ],
    "placeType": "temple",
    "description": "Ттт"
  },
  {
    "id": 27494,
    "lat": 1.0,
    "lng": 2.0,
    "name": "ffd%$ $",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "3"
  },
  {
    "id": 337,
    "lat": 46.36862563384706,
    "lng": 48.07180338896282,
    "name": "Тест",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1655541948986.jpg"
    ],
    "placeType": "hotel",
    "description": "Тест"
  },
  {
    "id": 991,
    "lat": 37.41942580324289,
    "lng": -122.08364153633772,
    "name": "geolocation ofice?",
    "urls": [],
    "placeType": "other",
    "description": "почему то геолокация отправляет сюда\n\n\n\n\n\n\n\n\n\n\n\n\n"
  },
  {
    "id": 651,
    "lat": 122.0,
    "lng": 37.0,
    "name": "loc",
    "urls": [
      "string"
    ],
    "placeType": "other",
    "description": "string"
  },
  {
    "id": 6531,
    "lat": 37.0,
    "lng": -122.0,
    "name": "loc",
    "urls": [
      "string"
    ],
    "placeType": "other",
    "description": "string"
  },
  {
    "id": 6532,
    "lat": -122.0,
    "lng": 37.0,
    "name": "loc",
    "urls": [
      "string"
    ],
    "placeType": "other",
    "description": "string"
  },
  {
    "id": 653000002,
    "lat": -122.0,
    "lng": 37.0,
    "name": "loc",
    "urls": [
      "string"
    ],
    "placeType": "other",
    "description": "string"
  },
  {
    "id": 84655301,
    "lat": 37.43353940076997,
    "lng": -122.08884130984093,
    "name": "рр",
    "urls": [],
    "placeType": "other",
    "description": "оо"
  },
  {
    "id": 84638295,
    "lat": 37.433836968142785,
    "lng": -122.07213198586847,
    "name": "ffasf",
    "urls": [],
    "placeType": "cafe",
    "description": "fafa"
  },
  {
    "id": 338,
    "lat": 49.0,
    "lng": 68.0,
    "name": "Тест",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1656052813458.jpg"
    ],
    "placeType": "other",
    "description": "Тест"
  },
  {
    "id": 339,
    "lat": 55.796435,
    "lng": 49.108244,
    "name": "Казанский кремль",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1656053391888.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1656053402218.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1656053405410.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1656053411790.jpg"
    ],
    "placeType": "other",
    "description": "Древнейшая часть и цитадель Казани, комплекс архитектурных, исторических и археологических памятников, раскрывающих многовековую историю города: археологические остатки первого (XII—XIII вв.), второго (XIV—XV вв.) и третьего городищ (XV—XVI вв.), собственно белокаменный кремль, ряд храмов и зданий, имеющих большую историко-архитектурную и культурную ценность."
  },
  {
    "id": 1234999999,
    "lat": 1.0,
    "lng": 2.0,
    "name": "New Place",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "cafe",
    "description": "Description for a new place"
  },
  {
    "id": 12349999994,
    "lat": 1.0,
    "lng": 2.0,
    "name": "New Place",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "cafe",
    "description": "Description for a new place"
  },
  {
    "id": 397962562,
    "lat": 123.0,
    "lng": 123.0,
    "name": "дол",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "museum",
    "description": "од"
  },
  {
    "id": 632419562,
    "lat": 123.0,
    "lng": 123.0,
    "name": "дол",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "museum",
    "description": "од"
  },
  {
    "id": 406579678,
    "lat": 12.0,
    "lng": 12.0,
    "name": "123",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "park",
    "description": "123"
  },
  {
    "id": 234918558,
    "lat": 12.0,
    "lng": 12.0,
    "name": "123",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "park",
    "description": "123"
  },
  {
    "id": 935727557,
    "lat": 12.0,
    "lng": 12.0,
    "name": "ыфв",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "museum",
    "description": "12"
  },
  {
    "id": 878966672,
    "lat": 12.0,
    "lng": 12.0,
    "name": "ыфв",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "museum",
    "description": "12"
  },
  {
    "id": 966228872,
    "lat": 123.0,
    "lng": 123.0,
    "name": "123",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "restaurant",
    "description": "13"
  },
  {
    "id": 294720299,
    "lat": 123.0,
    "lng": 123.0,
    "name": "123",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "restaurant",
    "description": "13"
  },
  {
    "id": 594081720,
    "lat": 123.0,
    "lng": 123.0,
    "name": "123",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "restaurant",
    "description": "13"
  },
  {
    "id": 996830137,
    "lat": 123.0,
    "lng": 123.0,
    "name": "123",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "restaurant",
    "description": "олд"
  },
  {
    "id": 60832696,
    "lat": 999.0,
    "lng": 999.0,
    "name": "123",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "restaurant",
    "description": "одл"
  },
  {
    "id": 480359109,
    "lat": 999.0,
    "lng": 999.0,
    "name": "туц",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "hotel",
    "description": "довыла"
  },
  {
    "id": 139043680,
    "lat": 1000.0,
    "lng": 1000.0,
    "name": "одь",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "restaurant",
    "description": "длоыва"
  },
  {
    "id": 307070084,
    "lat": 999.0,
    "lng": 999.0,
    "name": "122",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "restaurant",
    "description": "одвлыа"
  },
  {
    "id": 470294764,
    "lat": 123.0,
    "lng": 213.0,
    "name": "213",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "park",
    "description": "213"
  },
  {
    "id": 971332083,
    "lat": 99.0,
    "lng": 99.0,
    "name": "9989",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "park",
    "description": "213"
  },
  {
    "id": 12349999991,
    "lat": 213.0,
    "lng": 123.0,
    "name": "123",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "park",
    "description": "ыофда"
  },
  {
    "id": 172016576,
    "lat": 9.0,
    "lng": 9.0,
    "name": "123",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "restaurant",
    "description": "рудд"
  },
  {
    "id": 415452336,
    "lat": 12.0,
    "lng": 17.0,
    "name": "Новое место",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "park",
    "description": "Хорошее описание"
  },
  {
    "id": 61523570,
    "lat": 12.0,
    "lng": 17.0,
    "name": "Второе место",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "hotel",
    "description": "Второе описание.."
  },
  {
    "id": 15974592,
    "lat": 12.0,
    "lng": 17.0,
    "name": "212",
    "urls": [
      "https://picsum.photos/1000/800?random",
      "https://picsum.photos/1000/800?random"
    ],
    "placeType": "restaurant",
    "description": "од"
  },
  {
    "id": 27446441,
    "lat": 12.0,
    "lng": 17.0,
    "name": "оды",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2"
    ],
    "placeType": "park",
    "description": "дол"
  },
  {
    "id": 77581360,
    "lat": 12.0,
    "lng": 17.0,
    "name": "Новое место",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "museum",
    "description": "Описание"
  },
  {
    "id": 414349868,
    "lat": 12.0,
    "lng": 17.0,
    "name": "Ещё одно",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "cafe",
    "description": "ООО"
  },
  {
    "id": 262226830,
    "lat": 9.0,
    "lng": 9.0,
    "name": "олор",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "restaurant",
    "description": "т"
  },
  {
    "id": 12349999,
    "lat": 213.0,
    "lng": 123.0,
    "name": "123",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "park",
    "description": "ыофда"
  },
  {
    "id": 123499999,
    "lat": 213.0,
    "lng": 123.0,
    "name": "123",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "park",
    "description": "ыофда"
  },
  {
    "id": 2,
    "lat": 213.0,
    "lng": 123.0,
    "name": "123",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "park",
    "description": "ыофда"
  },
  {
    "id": 379,
    "lat": 12.0,
    "lng": 17.0,
    "name": "tess",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "park",
    "description": ""
  },
  {
    "id": 380,
    "lat": 12.0,
    "lng": 17.0,
    "name": "tess",
    "urls": [
      "files/1660028713503.jpg",
      "files/1660028713763.jpg"
    ],
    "placeType": "park",
    "description": ""
  },
  {
    "id": 381,
    "lat": 12.0,
    "lng": 17.0,
    "name": "tess",
    "urls": [
      "files/1660028727744.jpg",
      "files/1660028728019.jpg"
    ],
    "placeType": "park",
    "description": ""
  },
  {
    "id": 343,
    "lat": 55.800387,
    "lng": 49.111655,
    "name": "Дворец земледельцев",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1656309400436.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1656309400748.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1656309400911.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1656309401091.jpg"
    ],
    "placeType": "other",
    "description": "Здание в историческом центре Казани, Вахитовском районе. Расположен на Дворцовой площади вблизи северной стены Казанского кремля и набережной Казанки. Штаб-квартира Министерства сельского хозяйства и продовольствия Республики Татарстан, Главного управления ветеринарии, Республиканского агропромышленного центра инвестиций и новаций и ряда подведомственных организаций. Дворец земледельцев стал одной из наиболее известных современных достопримечательностей города."
  },
  {
    "id": 352,
    "lat": 55.753993443242,
    "lng": 37.60737315967569,
    "name": "Проект",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1656678744088.jpg"
    ],
    "placeType": "museum",
    "description": "Проект"
  },
  {
    "id": 353,
    "lat": 213.0,
    "lng": 123.0,
    "name": "123",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "park",
    "description": "ыофда"
  },
  {
    "id": 354,
    "lat": 213.0,
    "lng": 123.0,
    "name": "123",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "park",
    "description": "ыофда"
  },
  {
    "id": 355,
    "lat": 213.0,
    "lng": 123.0,
    "name": "123",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "park",
    "description": "ыофда"
  },
  {
    "id": 356,
    "lat": 234.0,
    "lng": 234.0,
    "name": "234",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "park",
    "description": "123"
  },
  {
    "id": 357,
    "lat": 234.0,
    "lng": 234.0,
    "name": "234",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "park",
    "description": "123"
  },
  {
    "id": 358,
    "lat": 234.0,
    "lng": 234.0,
    "name": "234",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "park",
    "description": "123"
  },
  {
    "id": 359,
    "lat": 234.0,
    "lng": 234.0,
    "name": "234",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "park",
    "description": "123"
  },
  {
    "id": 360,
    "lat": 234.0,
    "lng": 234.0,
    "name": "234",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "park",
    "description": "123"
  },
  {
    "id": 361,
    "lat": 234.0,
    "lng": 234.0,
    "name": "234",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "park",
    "description": "123"
  },
  {
    "id": 362,
    "lat": 234.0,
    "lng": 234.0,
    "name": "234",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "park",
    "description": "123"
  },
  {
    "id": 363,
    "lat": 234.0,
    "lng": 234.0,
    "name": "234",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "park",
    "description": "123"
  },
  {
    "id": 364,
    "lat": 234.0,
    "lng": 234.0,
    "name": "234",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "park",
    "description": ""
  },
  {
    "id": 365,
    "lat": 234.0,
    "lng": 2.0,
    "name": "234",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "park",
    "description": ""
  },
  {
    "id": 366,
    "lat": 234.0,
    "lng": 2.0,
    "name": "234",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "park",
    "description": ""
  },
  {
    "id": 367,
    "lat": 234.0,
    "lng": 2.0,
    "name": "234",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "park",
    "description": ""
  },
  {
    "id": 368,
    "lat": 234.0,
    "lng": 2.0,
    "name": "234",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "park",
    "description": ""
  },
  {
    "id": 369,
    "lat": 2.0,
    "lng": 2.0,
    "name": "lil",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "park",
    "description": ""
  },
  {
    "id": 370,
    "lat": 12.0,
    "lng": 17.0,
    "name": "999",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "hotel",
    "description": ""
  },
  {
    "id": 371,
    "lat": 12.0,
    "lng": 17.0,
    "name": "Bloc",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "restaurant",
    "description": "руддщ"
  },
  {
    "id": 372,
    "lat": 12.0,
    "lng": 17.0,
    "name": "New hotel",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "hotel",
    "description": "New hotel"
  },
  {
    "id": 373,
    "lat": 111.0,
    "lng": 22.0,
    "name": "пммио",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "park",
    "description": ""
  },
  {
    "id": 374,
    "lat": 12.0,
    "lng": 17.0,
    "name": "ghastly ",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "museum",
    "description": "I do have to do it tomorrow but I’m going back in time for the day to work out the way it works for you guys tomorrow and tomorrow if I can help for help thanks to you and how you doing it and how much I appreciate it and thank it again and how you are and I want to do it and I want you and your friends and family and friends and I will help "
  },
  {
    "id": 375,
    "lat": 12.0,
    "lng": 17.0,
    "name": "сыва",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "park",
    "description": ""
  },
  {
    "id": 376,
    "lat": 12.0,
    "lng": 17.0,
    "name": "роудд",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "park",
    "description": ""
  },
  {
    "id": 377,
    "lat": 12.0,
    "lng": 17.0,
    "name": "tess",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "park",
    "description": ""
  },
  {
    "id": 378,
    "lat": 12.0,
    "lng": 17.0,
    "name": "tess",
    "urls": [
      "https://picsum.photos/1000/800?random=1",
      "https://picsum.photos/1000/800?random=2",
      "https://picsum.photos/1000/800?random=3",
      "https://picsum.photos/1000/800?random=4"
    ],
    "placeType": "park",
    "description": ""
  },
  {
    "id": 382,
    "lat": 12.0,
    "lng": 17.0,
    "name": "tess",
    "urls": [
      "files/1660028742404.jpg",
      "files/1660028742672.jpg"
    ],
    "placeType": "park",
    "description": ""
  },
  {
    "id": 383,
    "lat": 12.0,
    "lng": 17.0,
    "name": "tess",
    "urls": [
      "files/1660028760065.jpg",
      "files/1660028760347.jpg"
    ],
    "placeType": "park",
    "description": ""
  },
  {
    "id": 384,
    "lat": 12.0,
    "lng": 17.0,
    "name": "еуыы",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1660030177880.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1660030185344.jpg"
    ],
    "placeType": "park",
    "description": ""
  },
  {
    "id": 385,
    "lat": 12.0,
    "lng": 17.0,
    "name": "еуыы",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1660030366363.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1660030366541.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1660030366819.jpg"
    ],
    "placeType": "museum",
    "description": ""
  },
  {
    "id": 386,
    "lat": 12.0,
    "lng": 17.0,
    "name": "еуыы",
    "urls": [],
    "placeType": "museum",
    "description": ""
  },
  {
    "id": 387,
    "lat": 12.0,
    "lng": 17.0,
    "name": "еуыы",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1660030663630.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1660030663631.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1660030663631.jpg"
    ],
    "placeType": "museum",
    "description": ""
  },
  {
    "id": 388,
    "lat": 12.0,
    "lng": 17.0,
    "name": "еуыыф",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1660030698859.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1660030698860.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1660030698861.jpg"
    ],
    "placeType": "park",
    "description": ""
  },
  {
    "id": 389,
    "lat": 12.0,
    "lng": 17.0,
    "name": "Divan ",
    "urls": [
      "https://test-backend-flutter.surfstudio.ru/files/1660035828606.jpg",
      "https://test-backend-flutter.surfstudio.ru/files/1660035828607.jpg"
    ],
    "placeType": "museum",
    "description": "In good condition"
  },
  {
    "id": 390,
    "lat": 55.74974416818345,
    "lng": 37.61345826068194,
    "name": "Оружейная палата",
    "urls": [],
    "placeType": "museum",
    "description": "Оружейная палата — музей-сокровищница — является частью комплекса Большого Кремлевского дворца. Она размещается в здании, построенном в 1851 году архитектором Константином Тоном. Основу музейного собрания составили веками хранившиеся в царской казне и патриаршей ризнице драгоценные предметы, выполненные в кремлевских мастерских, а также полученные в дар от посольств иностранных государств. Своим названием музей обязан одному из древнейших кремлевских казнохранилищ.\n\nОружейная палата хранит древние государственные регалии, парадную царскую одежду и коронационное платье, облачения иерархов русской православной церкви, крупнейшее собрание золотых и серебряных изделий работы русских мастеров, западноевропейское художественное серебро, памятники оружейного мастерства, собрание экипажей, предметы парадного конского убранства."
  },
  {
    "id": 391,
    "lat": 56.12684878069388,
    "lng": 40.39712450814241,
    "name": "Золотые ворота",
    "urls": [],
    "placeType": "museum",
    "description": ""
  },
  {
    "id": 392,
    "lat": 56.13214429682134,
    "lng": 40.399060923285646,
    "name": "Музей",
    "urls": [],
    "placeType": "museum",
    "description": ""
  },
  {
    "id": 16341,
    "lat": 2.0,
    "lng": 3.0,
    "name": "1",
    "urls": [
      "https://hive.com"
    ],
    "placeType": "cafe",
    "description": "4"
  },
  {
    "id": 10011,
    "lat": 0.0,
    "lng": 0.0,
    "name": "string",
    "urls": [
      "string"
    ],
    "placeType": "temple",
    "description": "string"
  },
  {
    "id": 100221,
    "lat": 0.0,
    "lng": 0.0,
    "name": "string",
    "urls": [
      "string"
    ],
    "placeType": "temple",
    "description": "string"
  },
  {
    "id": 10013,
    "lat": 0.0,
    "lng": 0.0,
    "name": "string",
    "urls": [
      "string"
    ],
    "placeType": "temple",
    "description": "string"
  },
  {
    "id": 100222,
    "lat": 0.0,
    "lng": 0.0,
    "name": "string",
    "urls": [
      "string"
    ],
    "placeType": "temple",
    "description": "string"
  },
  {
    "id": 999,
    "lat": 45.0,
    "lng": 56.0,
    "name": "апд",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "park",
    "description": "123"
  },
  {
    "id": 9999,
    "lat": 456.0,
    "lng": 478.0,
    "name": "прл",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "park",
    "description": "123"
  },
  {
    "id": 99991,
    "lat": 256.0,
    "lng": 555.0,
    "name": "впо",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "park",
    "description": "123"
  },
  {
    "id": 99992,
    "lat": 45.0,
    "lng": 78.0,
    "name": "ввпр",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "park",
    "description": "123"
  },
  {
    "id": 99993,
    "lat": 456.0,
    "lng": 456.0,
    "name": "варр",
    "urls": [
      "https://picsum.photos/1000/800",
      "https://picsum.photos/1000/800"
    ],
    "placeType": "park",
    "description": "123"
  }
]

''';