import 'domain/sight.dart';

final List<Sight> mocks = [
  Sight(
    name: 'Москва-сити',
    lat: 3424324.423,
    lon: 8385733.384,
    url: 'moskva.com',
    details:
        'Детальное описание достопримечательности невозможно описать словами. Можно лишь наслаждаться ее прекрасными видами и думать о вечном, размышляя о странном. Такая странность слов - это лишь наслаждение размышлением.',
    type: 'деревня',
  ),
  Sight(
    name: 'Ресторан "Игнатов"',
    lat: 10251534.423,
    lon: 23535344.344,
    url: 'kva.com',
    details:
        'Созерцание вечности развлекает разум не меньше, чем прекрасные женские юбки. Снег тает, и самооценка на фоне этого тоже тает.',
    type: 'клуб',
  ),
  Sight(
    name: 'Вилладж',
    lat: 34515324.823,
    lon: 23452343.234,
    url: 'skv.com',
    details:
        'Глубина мысли показывает обширность жизненного опыта. Наслаждение мыслью показывает его качество.',
    type: 'вилла',
  ),
];
