import 'domain/sight.dart';

final List<Sight> mocks = [
  Sight(
    name: 'Воронежский областной краеведческий музей',
    lat: 3424324.423,
    lon: 8385733.384,
    url: 'moskva.com',
    details:
        'Описание достопримечательности невозможно описать, можно лишь наслаждаться ее прекрасными видами и думать о вечном, размышляя о странном.',
    type: 'музей',
  ),
  Sight(
    name: 'Ресторан "Игнатов"',
    lat: 10251534.423,
    lon: 23535344.344,
    url: 'kva.com',
    details:
        'Созерцание вечности развлекает разум не меньше, чем прекрасные женские юбки. Хотя, снег тает, и самооценка на фоне этого тоже тает.',
    type: 'категория',
  ),
  Sight(
    name: 'Вилладж',
    lat: 34515324.823,
    lon: 23452343.234,
    url: 'skv.com',
    details:
        'Глубина мысли показывает обширность жизненного опыта. Наслаждение мыслью показывает его качество.',
    type: 'вилла',
  ),
];
